Στους διακομιστές μας γίνεται χρήση του module της php opcache το οποίο αποθηκεύει προσωρινά τον κώδικα php των ιστοσελίδων με σκοπό τη βελτίωση της απόδοσής της εκτέλεσής του. Μπορείτε να παρακάμψετε την opcache ενσωματώνοντας σε κάποιο αρχείο του κώδικά σας το οποίο εκτελείται πάντα με τη σελίδα, όπως κάποιο αρχείο configuration την εντολή "opcache_reset()" [http://php.net/manual/en/function.opcache-reset.php].

Περισσότερες πληροφορίες ως προς την opcache μπορείτε να δείτε στη διεύθυνση [http://php.net/manual/en/book.opcache.php].

Παρακαλούμε ενημερώστε μας αν μπορούμε να σας εξυπηρετήσουμε σε κάτι άλλο σε σχέση με το αίτημά σας.